IDEA Open Model
Element1D Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the Element1D class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Element1D()
Public Sub New
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace